{
    "title": "Proposal Proyek 3",
    "description": "Proposal Proyek 3 ",
    "team": [{
        "name": "Dani Ferdinan",
        "npm": "1214050",
        "email":"daniferdinandall@gmail.com"
    }],
    "home":{
        "title": "Proposal Proyek 3",
        "description": "Proposal Proyek 3"
    },
    "proposal": {
        "judulProposal": "Web Billblis Pencatatan Keuangan",
        "pengantarProposal": "Kami berharap bahwa solusi ini akan membantu individu, usaha kecil, dan perusahaan besar dalam meningkatkan transparansi, mengurangi kesalahan manusia, dan mengoptimalkan pengelolaan keuangan mereka. Dalam proposal ini, kami akan menjelaskan lebih detail mengenai fitur-fitur, manfaat, dan langkah-langkah implementasi sistem ini.",
        "latarBelakang1":"Pada masa lalu, pencatatan keuangan seringkali dilakukan secara manual, rentan terhadap kesalahan, dan memakan waktu yang berharga. Selain itu, dengan semakin kompleksnya kebutuhan pengguna dalam mengelola keuangan mereka, dibutuhkan solusi yang lebih efisien dan dapat diakses secara fleksibel.",
        "latarBelakang2":"Dalam perancangan sistem ini, kami ingin membuat fitur dashboard yang menampilkan fitur lainnya seperti saldo pemasukan, saldo pengeluaran, sisa uang user, diagram batang pengeluaran serta diagram lingkaran yang menampilkan perbandingan saldo pemasukan dan saldo pengeluaran user dan user dapat menggunakan fitur download laporan untuk mengunduh semua total pemasukan dan pengeluaran yang sudah dilakukan.",
        "latarBelakang3":"Selain itu, aplikasi Billblis juga menyediakan fitur pemasukan untuk mencatat pemasukan yang dilakukan user dan fitur pengeluaran untuk mencatat pengeluaran yang dilakukan user. fitur pemasukan aplikasi Billblis menyediakan detail sumber pemasukan serta dalam fitur pengeluaran aplikasi Billblis juga menyediakan detail keperluan pengeluaran. Lalu, terdapat fitur laporan yang digunakan untuk menampilkan uang masuk dan uang keluar menggunakan diagram batang dan hasil laporan pengeluaran serta pemasukan tersebut bisa user download dan di export ke excel. Fitur   forgot   password   untuk  mempermudah  user mengganti password akunnya dengan verifikasi tertentu. Menyediakan fitur billblis goals untuk menabung.",
        "kegunaanWebsite1": "Kegunaan yang dapat diambil dari aplikasi ini bagi pengguna adalah:",
        "kegunaanWebsite2":["Membantu pengguna untuk lebih sadar tentang bagaimana mereka mengelola uang mereka.","Aplikasi ini memungkinkan pengguna untuk melacak setiap pengeluaran mereka.","Mereka dapat mengatur anggaran, menabung untuk tujuan masa depan, dan menghindari utang yang tidak perlu.","Pengguna dapat melihat bagaimana kekayaan mereka berkembang dari waktu ke waktu.","Aplikasi pencatatan keuangan dapat diakses dari perangkat mana saja, memudahkan akses informasi finansial kapan saja dan dimana saja.","Aplikasi ini menghemat waktu yang sebelumnya dihabiskan untuk mencatat transaksi secara manual."],
        "DesaindanFungsionalitasList":["Antarmuka Pengguna yang User-Friendly.", "Tampilan yang ringkas dan mudah dimengerti, seperti grafik, laporan, dan ringkasan harian/mingguan/bulanan.","Responsif Terhadap Berbagai Perangkat.", "Pesan Kesalahan yang Jelas seperti, Keamanan Data,Pencatatan Transaksi Grafik dan Laporan serta Pengelolaan Kategori"],
        "Pemasaran":"Aplikasi pencatatan keuangan kami, yang didukung oleh teknologi canggih dan desain intuitif, dirancang untuk membantu pengguna mengelola keuangan mereka dengan lebih mudah dan efisien. Salah satu keunggulan utama kami adalah kemampuan untuk memberikan gambaran yang jelas tentang keuangan pribadi pengguna dengan grafik dan laporan yang mudah dimengerti. Selain itu, kami menawarkan fitur-fitur seperti fitur dashboard, fitur download laporan, fitur pemasukan dan pengeluaran, grafik dan diagram, fitur laporan, fitur forgot password, dan fitur detail pemasukan dan pengeluaran.",
        "Pemasaran2":"Kami akan menggunakan strategi pemasaran berbasis konten dengan menyediakan panduan keuangan, tips manajemen uang, dan artikel berkualitas tinggi tentang topik terkait keuangan pribadi. Kami juga akan memanfaatkan media sosial untuk berinteraksi dengan pengguna potensial dan menyediakan konten yang relevan..",
        "Pemasaran3": "Dengan pendekatan ini, kami harap aplikasi pencatatan keuangan kami dapat membantu individu dan keluarga mengelola keuangan mereka dengan lebih baik, serta memberikan nilai tambah yang signifikan dalam perjalanan mereka menuju stabilitas keuangan.",
        "waktuPelaksanaan": "Kami memproyeksikan waktu pelaksanaan selama 3 bulan, termasuk pengembangan, pengujian website.",
        "kesimpulan": "Kami yakin bahwa website 'Prediksi Sentimen menggunakan Model Hybrid' akan menjadi sumber daya yang berharga bagi individu, bisnis, dan masyarakat umum dalam memahami sentimen online. Kami berharap dapat bekerja sama dalam mewujudkan proyek ini.",
        "kesimpulan2": "Kami berterima kasih kepada semua yang telah mendukung dan berpartisipasi dalam proyek ini. Harapan kami adalah bahwa 'Web Prediksi Sentimen menggunakan Model Hybrid' akan menjadi alat yang bermanfaat dan inovatif dalam memahami dunia online yang terus berubah dan menghadirkan nilai tambahan yang signifikan bagi pengguna kami. Kami menantikan masa depan yang cerah dan terus berinovasi untuk mencapai tujuan ini.",
        "kesimpulan3": "Terima kasih atas perhatian Anda. Kami menunggu tanggapan positif dari Anda."
    },
    "video": [{
        "title": "Proposal Proyek 3",
        "description": "Proposal Proyek 3"
    }]
}