{
    "title": "Proposal Proyek 3",
    "description": "Proposal Proyek 3 ",
    "team": {
        "name": "",
        "npm": "",
        "email":""
    },
    "home":{
        "title": "Proposal Proyek 3",
        "description": "Proposal Proyek 3"
    },

    "deskripsi":{
        "juduldeskripsi": "Deskripsi Aplikasi",
        "deskripsi1": "Aplikasi Pencatatan Keuangan Harian adalah sahabat terpercaya Anda dalam mengelola keuangan sehari-hari.Aplikasi pencatatan keuangan harian adalah sebuah alat yang dirancang untuk membantu pengguna secara efisien melacak dan mengelola keuangan mereka sehari-hari. Dengan antarmuka yang sederhana dan mudah digunakan, aplikasi ini memungkinkan pengguna untuk mencatat semua transaksi pemasukan dan pengeluaran dengan cepat. Aplikasi ini menyediakan cara sederhana dan praktis untuk mencatat semua transaksi keuangan sehari-hari, termasuk pemasukan dan pengeluaran",
        "deskripsi2": "Fitur-fitur seperti laporan harian, mingguan, dan bulanan memberikan gambaran yang jelas tentang pola pengeluaran, membantu pengguna untuk mengatur anggaran, menabung, dan menghindari utang yang tidak perlu. Akses mudah melalui perangkat apa pun memungkinkan pengguna untuk melihat dan mengelola finansial mereka kapan saja dan di mana saja. Dengan aplikasi ini, pengguna dapat menghemat waktu yang sebelumnya dihabiskan untuk pencatatan manual, sambil memantau pertumbuhan kekayaan mereka dari waktu ke waktu."
    },


    "proposal": {
        "judulProposal": "Pengembangan Web Billblis Pencatatan Keuangan Dengan Micro Frontend & Micro Service Developer",
        "pengantarProposal": "Kami berharap bahwa solusi ini akan membantu individu, usaha kecil, dan perusahaan besar dalam meningkatkan transparansi, mengurangi kesalahan manusia, dan mengoptimalkan pengelolaan keuangan mereka. Dalam proposal ini, kami akan menjelaskan lebih detail mengenai fitur-fitur, manfaat, dan langkah-langkah implementasi sistem ini.",
        "abstrak1":"Billblis adalah aplikasi web pencatatan keuangan pribadi yang mempunyai fitur-fitur menarik untuk me-monitoring keuangan harian user. Yang melatarbelakangi pembuatan aplikasi Billblis adalah untuk membantu orang- orang yang memiliki kesulitan dalam mengelola keuangan pribadinya. Pentingnya pencatatan keuangan harian dapat membantu user untuk mencapai tujuan keuangan secara terencana dan user dapat menganalisa keuangan pribadi user. Oleh karena itu, pencatatan keuangan harian bisa menjadi solusi untuk permasalahan ini. Aplikasi ini sudah diatur untuk memudahkan user dalam penggunaannya.Aplikasi Billblis dapat menampilkan saldo yang diinput oleh user dan Billblis dapat menampilkan sisa uang user. Billblis memiliki fitur data pemasukan dan data pengeluaran untuk mencatat pemasukan dan pengeluaran yang dilakukan oleh user dan agar lebih memudahkan user, Billblis menyediakan diagram total pemasukan dan total pengeluaran yang dilakukan user. Tidak hanya itu, Billblis juga menyediakan fitur forgot password agar user dapat dengan mudah mengaganti password akunnya. Dan aplikasi Billlblis juga menyediakan fitur laporan untuk menampilkan laporan pengeluaran dan pemasukan keuangan dengan diagram batang serta dapat di export ke excel. Untuk membangun aplikasi Billblis ini, diperlukan beberapa perangkat lunak (software) dengan menggunakan Bootstrap, Visual Studio Code serta memakai Bahasa pemrograman HTML, Javascript ES6+, dan PHP dengan menggunakan micro frontend dan micro service developer. ",
        "abstrak2":"Kata kunci: Aplikasi Billblis, pencatatan keuangan harian, mengelola keuangan, laporan, Javascript ES6+ ",
        "latarBelakang1":"Pada masa lalu, pencatatan keuangan seringkali dilakukan secara manual, rentan terhadap kesalahan, dan memakan waktu yang berharga. Selain itu, dengan semakin kompleksnya kebutuhan pengguna dalam mengelola keuangan mereka, dibutuhkan solusi yang lebih efisien dan dapat diakses secara fleksibel.",
        "latarBelakang2":"Dalam perancangan sistem ini, kami ingin membuat fitur dashboard yang menampilkan fitur lainnya seperti saldo pemasukan, saldo pengeluaran, sisa uang user, diagram batang pengeluaran serta diagram lingkaran yang menampilkan perbandingan saldo pemasukan dan saldo pengeluaran user dan user dapat menggunakan fitur download laporan untuk mengunduh semua total pemasukan dan pengeluaran yang sudah dilakukan.",
        "latarBelakang3":"Selain itu, aplikasi Billblis juga menyediakan fitur pemasukan untuk mencatat pemasukan yang dilakukan user dan fitur pengeluaran untuk mencatat pengeluaran yang dilakukan user. fitur pemasukan aplikasi Billblis menyediakan detail sumber pemasukan serta dalam fitur pengeluaran aplikasi Billblis juga menyediakan detail keperluan pengeluaran. Lalu, terdapat fitur laporan yang digunakan untuk menampilkan uang masuk dan uang keluar menggunakan diagram batang dan hasil laporan pengeluaran serta pemasukan tersebut bisa user download dan di export ke excel. Fitur   forgot   password   untuk  mempermudah  user mengganti password akunnya dengan verifikasi tertentu. Menyediakan fitur billblis goals untuk menabung.",
        "kegunaanWebsite1": "Kegunaan yang dapat diambil dari aplikasi ini bagi pengguna adalah:",
        "kegunaanWebsite2":["Membantu pengguna untuk lebih sadar tentang bagaimana mereka mengelola uang mereka.","Aplikasi ini memungkinkan pengguna untuk melacak setiap pengeluaran mereka.","Mereka dapat mengatur anggaran, menabung untuk tujuan masa depan, dan menghindari utang yang tidak perlu.","Pengguna dapat melihat bagaimana kekayaan mereka berkembang dari waktu ke waktu.","Aplikasi pencatatan keuangan dapat diakses dari perangkat mana saja, memudahkan akses informasi finansial kapan saja dan dimana saja.","Aplikasi ini menghemat waktu yang sebelumnya dihabiskan untuk mencatat transaksi secara manual."],
        "DesaindanFungsionalitasList":["Antarmuka Pengguna yang User-Friendly.", "Tampilan yang ringkas dan mudah dimengerti, seperti grafik, laporan, dan ringkasan harian/mingguan/bulanan.","Responsif Terhadap Berbagai Perangkat.", "Pesan Kesalahan yang Jelas seperti, Keamanan Data,Pencatatan Transaksi Grafik dan Laporan serta Pengelolaan Kategori"],
        "Pemasaran":"Aplikasi pencatatan keuangan kami, yang didukung oleh teknologi canggih dan desain intuitif, dirancang untuk membantu pengguna mengelola keuangan mereka dengan lebih mudah dan efisien. Salah satu keunggulan utama kami adalah kemampuan untuk memberikan gambaran yang jelas tentang keuangan pribadi pengguna dengan grafik dan laporan yang mudah dimengerti. Selain itu, kami menawarkan fitur-fitur seperti fitur dashboard, fitur download laporan, fitur pemasukan dan pengeluaran, grafik dan diagram, fitur laporan, fitur forgot password, dan fitur detail pemasukan dan pengeluaran.",
        "Pemasaran2":"Kami akan menggunakan strategi pemasaran berbasis konten dengan menyediakan panduan keuangan, tips manajemen uang, dan artikel berkualitas tinggi tentang topik terkait keuangan pribadi. Kami juga akan memanfaatkan media sosial untuk berinteraksi dengan pengguna potensial dan menyediakan konten yang relevan..",
        "Pemasaran3": "Dengan pendekatan ini, kami harap aplikasi pencatatan keuangan kami dapat membantu individu dan keluarga mengelola keuangan mereka dengan lebih baik, serta memberikan nilai tambah yang signifikan dalam perjalanan mereka menuju stabilitas keuangan.",
        "waktuPelaksanaan": "Waktu pelaksanaan untuk mengerjakan proyek 3 ini yaitu selama 3 bulan. ",
        "kesimpulan": "Aplikasi pencatatan keuangan telah mengalami perkembangan yang signifikan dari metode manual yang rentan terhadap kesalahan dan memakan waktu, menjadi solusi efisien yang dapat diakses secara fleksibel. Dalam perancangan aplikasi ini, fokus utama adalah memberikan pengguna dashboard yang informatif, meliputi saldo pemasukan, saldo pengeluaran, sisa uang, serta grafik batang dan diagram lingkaran yang memvisualisasikan perbandingan saldo. Selain itu, terdapat fitur pencatatan pemasukan dan pengeluaran yang detail, serta laporan yang dapat diunduh dan diekspor ke Excel. Aplikasi ini memiliki antarmuka pengguna yang ramah, tampilan yang ringkas, dan responsif terhadap berbagai perangkat.",
        "kesimpulan2": "Manfaat bagi pengguna meliputi kesadaran lebih tinggi dalam mengelola uang, pelacakan pengeluaran, pengaturan anggaran, tabungan untuk tujuan masa depan, pemantauan pertumbuhan kekayaan, akses mudah dari berbagai perangkat, serta penghematan waktu yang sebelumnya dihabiskan untuk pencatatan manual.Aplikasi ini didukung oleh teknologi canggih dan desain intuitif, memberikan gambaran jelas tentang keuangan pribadi dengan grafik dan laporan yang mudah dimengerti. Strategi pemasaran berbasis konten akan digunakan untuk menyediakan panduan keuangan, tips manajemen uang, dan artikel berkualitas tinggi. Melalui pendekatan ini, aplikasi pencatatan keuangan diharapkan dapat membantu individu dan keluarga mengelola keuangan mereka dengan lebih baik dan meningkatkan stabilitas keuangan mereka.",
        "kesimpulan3": ""
    }
}